{
  "intro_1": "Hi!\nThis is a short tale about\na little girl called Happy Luna.",
  "intro_2": "Alright, that's not her real name.\nThe case is, she is so happy that everyone calls her that way.",
  "intro_3": "I mean, she is extremely happy!!! SO VERY MUCH HAPPY!!!!!",
  "room_luna_1": "Yawnnn",
  "room_luna_2": "The sun has got his hat on... Hey hey hey hey heyyy... The sun has got his hat on and he's coming out today.",
  "room_luna_3": "And now that I've started the day singing my favorite song, let's do the most important thing after getting out of the bed. And that is... ", 
  "room_choice_1": "check your phone", 
  "room_choice_2": "sleep more", 
  "room_luna_nope": "Sleep a little more? Noooo, I've got enough sleep! Let's check my phone notifications.",
  "room_luna_4": "...checking my phone, obviously.",
  "room_luna_5": "Let's see... new Halloween special videos on MeTube, messages from my friends inviting me for a halloween party...",
  "room_luna_6": "Well, I won't go anyways.",
  "room_luna_7": "My grandma doesn't like halloween. She says spooky stuff like that is not cute.",
  "room_luna_8": "I pretty much agree with her, I don't like getting scared! You can't truly experience happiness if there is fear.",
  "room_luna_9": "And since I am Happy Luna, I am alwaysss happy!!! My grandma has always said that to me :)",
  "room_luna_10": "Oh, speaking about her, I should help her with the dishes from yesterday!",
  "room_luna_11": "But before that, let's put the bear and the ball in the shelf. Gotta have my room tidy and cozy, no toys on the floor!",
  "room_luna_done": "All done! Let's go see grandma.",
  "credits_1": "Programming: {name}",
  "credits_2": "Story: {name}",
  "credits_3": "Art (if we can call it so): {name}",
  "credits_4": "Music (poor piano recordings): {name}",
  "thanks_for_playing": "Thanks for playing!",
  "open": "open",
  "play": "play",
  "kitchen_1": "Oh my dear, you're already awake. Good morning!!!",
  "kitchen_2": "Good morning my beloved grandma, how are you doing in this AWESOME BEAUTIFUL day?",
  "kitchen_3": "I am very good my princess, even tho it's that day of the year, you know...",
  "kitchen_4": "Please promise you will never show interest for this kind of things, you must remain cute and happy!",
  "kitchen_5": "Sure grandma, you already told me it a million times. But why is that exactly you don't like it?",
  "kitchen_6": "Because it is not cute, Happy Luna. Btw, why don't you go play videogames while I talk to a friend on the phone?",
  "kitchen_7": "Ahh, I wanted to help you with the dishes from yesterday...",
  "kitchen_8": "Oh, they are all clean already, see?",
  "kitchen_9": "Wow, I didn't even hear the water sound this morning, you are a ninja!",
  "kitchen_10": "Tehehee...",
  "kitchen_11": "Oh I almost forgot, please use your headphones if you play that maze game. I need a lil bit of silence.",
  "kitchen_12": "Got it!",
  "game_1": "I will play maze, my favorite game.",
  "game_2": "It is my favorit because it's kinda of philosophical.",
  "game_3": "Even if you take too long to find the path, you always end up reaching your destiny.",
  "game_4": "So no matter what comes in between, the destiny was already programmed from the start.",
  "game_5": "Just like me, born to be happy forever!",
  "game_6": "But I can't find my headphones... I will play with low sound, I hope it doesn't bother grandma.",
  "phone_1": "Yes, it is me.",
  "phone_2": "What, I forgot it there?",
  "phone_3": "Annarasumanara!",
  "phone_4": "Got it, I will pay more attention from now on.",
  "phone_5": "No, don't worry, she is playing games with headphones.",
  "phone_6": "And yes, I've been protecting her of all the possible ways she could discover the truth.",
  "phone_7": "It is not her fault being born in this family, she can't be forced to be the same as me.",
  "phone_8": "If things still like this, she won't discover her powers and live a happy life.",
  "phone_9": "What if she discovered? Well, that's...",
  "credits": "Credits"
}